;Place localized text in this file
[WepUpgradeFix_MCMScreen]

ModName="Weapon Fixes"
PageTitle="Weapon Fixes"
GroupHeader[0]="Ammo and Weapon Effect Fixes"
GroupHeader[1]="Typical Weapon Cost Fixups"
TYPICAL_PISTOL_Label="Pistol Abilities"
TYPICAL_REAPER_Label="Reaper Abilities"
TYPICAL_MISC_Label="Miscellaneous Abilities"
TYPICAL_PISTOL_Tip="The following abilities will now use the typical action cost for their weapon:"
TYPICAL_REAPER_Tip="The following abilities will now use the typical action cost for their weapon:"
TYPICAL_MISC_Tip="The following abilities will now use the typical action cost for their weapon:"
GroupHeader[2]="Other Fixes"
Primary_Shredder_Label="Force Primary Shredder"
Primary_Shredder_Tip="Force 'Shredder' ability to be applied for the primary weapon. For the 'Specified Weapons' option, will apply only for weapons of the following Categories:"
Primary_Shredder_Strings[0]="Never"
Primary_Shredder_Strings[1]="Specified Weapons"
Primary_Shredder_Strings[2]="Always"